{"basics":{"name":"Itay Hadas","label":"","image":"","email":"itay.hadas@gmail.com","phone":"","url":"https://ItayHadas.github.io/","summary":"","location":{"address":"","postalCode":"","city":"","countryCode":"US","region":""},"profiles":[{"network":"LinkedIn","username":"itayhadas","url":"https://www.linkedin.com/in/itayhadas/"}]},"work":[{"name":"Deliberate.ai  &  Salma Health","position":"Scientific & Technological Consultant","startDate":"2024-11","highlights":["Developed multimodal AI diagnostic tools for mental health, optimizing feature selection and design while maintaining high model performance.","Designed and strategized evidence-based mental health evaluation products leveraging NLP, audio, facial expressions, and behavioral analytics."]},{"name":"Interventional Psychiatry Center, UC San Diego Health. San Diego, California, US","position":"Research Scientist","startDate":"2023-10","endDate":"2024-11","highlights":["Awarded with a Milken Institute Baszucki Brain Research Grant to develop a brain-stimulation intervention targeting a brain-circuitry to treat bipolar disorder and developing response biomarkers. Led this clinical trial and published the results recently.","Awarded with Young Investigator NARSAD Grant to develop of a machine learning depression clinical grade biomarker integrating fMRI, DTI and TMS-EEG.","Served as co-investigator in a DARPA-funded trial and developed a personalized treatment-targeting for depression in traumatic brain injury using multimodal neurophysiological data analysis.","Served as co-investigator in a NIH R61/R33 clinical trial for developing an EEG pipeline to personalize theta-burst brain stimulation frequency in depressed patients.","Collaborated with healthcare, academia, and industry partners to validate prototypes and advance clinical applications for FDA approved protocols and devices prototypes.","Supervised and mentored students, scientists, and clinical professionals, fostering skill development, research excellence, and cross-disciplinary collaboration."]},{"name":"Interventional Psychiatry Center, UC San Diego Health. San Diego, California, US","position":"Project Scientist","startDate":"2020-09","endDate":"2023-10","highlights":["Served as co-investigator in a Wellcome Leap-funded international, multi-site initiative, developing specialized machine learning models for integration into a generalized multi-modal diagnostic framework for anhedonic depression.","Established and managed a state-of-the-art clinical research infrastructure for brain stimulation clinical trials, integrating FDA-approved and prototype neuromodulatory technologies with advanced neurophysiological, behavioral and imaging techniques.","Designed automated, cloud-based pipelines for preprocessing, brain-stimulation targeting and data QA to support incoming patients processing and research.","Led IRB regulatory submissions and ensured full FDA and HIPAA compliance for clinical research operations.","Setup electronic health records systems (EHR) to support data-rich clinical trials."]},{"name":"Temerty Centre, The Centre for Addiction and Mental Health (CAMH). Toronto, Ontario, Canada.","position":"Postdoctoral Researcher","startDate":"2017-09","endDate":"2020-09","highlights":["Developed and validated automated signal processing pipelines for EEG and TMS-EEG biomarkers in clinical trials.","Built QA, data storage, and time-series analysis pipelines to support personalized treatment approaches.","Conducted large-scale analysis (3,800+ patients) of the STAR*D EHR dataset, identifying predictors of suicidality and depression remission using R.","Presented posters and gave talks at international conferences about brain stimulation and neuropsychiatric studies."]},{"name":"Ben Gurion University of the Negev. Beer Sheva, Israel","position":"Postdoctoral Researcher","startDate":"2017-03","endDate":"2017-09","highlights":["Developed neurophysiological mechanistic and machine-learning biomarkers.","Involved in Deep-rTMS clinical trials for FDA indications, such as: ADHD, Substance Dependence (nicotine and alcohol), Depression, OCD."]}],"education":[{"institution":"Ben Gurion University of the Negev","location":"Beer Sheva, Israel","url":"https://www.bgu.ac.il/en/","area":"Biomedical Sciences","studyType":"PhD, MSc, B.Sc"}],"awards":[{"title":"Young Investigator Grant - Limbic network response biomarkers for accelerated intermittent theta burst stimulation","date":"2022","awarder":"Brain and Behavior Research Foundation","summary":"The aim of this study is to develop biomarkers for brain stimulation trial for treatment resistant depression. These neurophysiological biomarker models are validated in association with additional cutting-edge imaging technics and multimodal features"},{"title":"Bipolar efficacy biomarkers for accelerated intermittent theta burst rTMS trial","date":"2022","awarder":"Milken Institute and Baszucki Brain Research Fund Grant","summary":"Limbic network response biomarkers for accelerated intermittent theta burst stimulation. The aim of this study is to develop biomarkers for brain stimulation trial for treatment resistant depression. These neurophysiological biomarker models are validated in association with additional cutting-edge imaging technics and multimodal features"}],"projects":[{"name":"GRANT, NARSAD: Bilateral Theta Burst Stimulation for Suicidality in Treatment-Resistant Depression","startDate":"2022","endDate":"2024","description":"Co-Investigator on this study that aims to assess the efficacy, and corroborate neurophysiological biomarkers for bilateral theta burst stimulation treatment for suicidality in treatment-resistant depression."},{"name":"GRANT, National Institute of Health: Confirmatory Safety and Efficacy Trial of Magnetic Seizure Therapy for Depression (CREST-MST)","startDate":"2018","endDate":"2022","description":"Co-Investigator on this study that aims to evaluate magnetic seizure therapy efficacy in relation to electroconvulsive therapy."},{"name":"GRANT, Wellcome Leap: Personalized Therapeutic Neuromodulation for Anhedonic Depression","startDate":"2022","endDate":"2024","description":"Co-Investigator on this multi-center collaborative effort for constructing neurophysiological / imaging / facial expression / motion diagnostic machine learning models for anhedonic depression in accelerated intermittent theta burst stimulation."},{"name":"GRANT, Department of Defense: Combined Neuromodulation and Cognitive Training for Post-mTBI Depression","startDate":"2023","endDate":"2026","description":"Co-Investigator on Double-blinded RCT comparing PACT+iTBS to PACT+sham iTBS for Veterans, Service Members, and civilians with depression in the chronic phase of mTBI."},{"name":"GRANT, National Institute of Health: Frequency and E-field Enhancement of ITBS for Depression (FREED)","startDate":"2023","endDate":"2025","description":"Co-Investigator on this study that aims to enhance intermittent theta burst stimulation treatment for depression using electric field brain modeling and personalized theta/gamma frequencies."}],"volunteer":[{"organization":"Journal of Clinical Neurophysiology","position":"Editorial Board Member","url":"https://www.sciencedirect.com/journal/clinical-neurophysiology","startDate":"2023","summary":"Reviewed and helped facilitate over 90 manuscripts, dealing with brain electrophysiology, neuromodulation, behavioral tasks and computational analysis methods."},{"organization":"Brain Stimulation Journal","position":"Social Media Editor","url":"https://www.brainstimjrnl.com","startDate":"2022","summary":"Curate weekly paper summaries to promote young investigators' publications on Twitter/X, growing engagement and followers. Created LinkedIn page highlighting investigators' publications and conference activities, reaching 2,200 followers to date."}],"publications":[{"name":"Accelerated Intermittent Theta-Burst Stimulation for Treatment-Resistant Bipolar Depression: A Randomized Clinical Trial","publisher":"JAMA Network Open","releaseDate":"2025-02-11","url":"https://doi.org/10.1001/jamanetworkopen.2024.59361"},{"name":"Stochastic Approximator of Motor Threshold for Transcranial Magnetic Stimulation (SAMT): Performance in Clinical Trials","publisher":"Neuromodec Journal","releaseDate":"2024-10-01","url":"https://www.neuromodec.org/journal/4/2/Nya9TVmYMvqj5OXZ-mC"},{"name":"Magnetic seizure therapy and electroconvulsive therapy increase aperiodic activity","publisher":"Translational Psychiatry","releaseDate":"2023-11-16","url":"https://www.nature.com/articles/s41398-023-02631-y"},{"name":"Isolating sensory artifacts in the suprathreshold TMS-EEG signal over DLPFC","publisher":"Scientific Reports","releaseDate":"2023-04-26","url":"https://www.nature.com/articles/s41598-023-29920-2"},{"name":"Pre-Stimulus Power but Not Phase Predicts Prefrontal Cortical Excitability in TMS-EEG","publisher":"Biosensors","releaseDate":"2023-02-01","url":"https://www.mdpi.com/2079-6374/13/2/220"},{"name":"Magnetic seizure therapy and electroconvulsive therapy increase frontal aperiodic activity","releaseDate":"2023-01-12","url":"https://www.medrxiv.org/content/10.1101/2023.01.11.23284450v1"},{"name":"EEG microstates in early-to-middle childhood show associations with age, biological sex, and alpha power","publisher":"Human Brain Mapping","releaseDate":"2023-01-01","url":"https://onlinelibrary.wiley.com/doi/abs/10.1002/hbm.26525"},{"name":"Masking sensory artifacts in single and paired-pulse suprathreshold TMS-EEG of DLPFC","publisher":"Brain Stimulation: Basic, Translational, and Clinical Research in Neuromodulation","releaseDate":"2023-01-01","url":"https://www.brainstimjrnl.com/article/S1935-861X(23)00351-0/abstract"},{"name":"Dose-response of intermittent theta burst stimulation of the prefrontal cortex: A TMS-EEG study","publisher":"Clinical Neurophysiology","releaseDate":"2022-01-20","url":"https://www.sciencedirect.com/science/article/pii/S1388245722000177"},{"name":"Right prefrontal activation predicts ADHD and its severity: A TMS-EEG study in young adults","publisher":"Progress in Neuro-Psychopharmacology and Biological Psychiatry","releaseDate":"2021-12-20","url":"https://www.sciencedirect.com/science/article/pii/S0278584621000993"},{"name":"Confirmatory Efficacy and Safety Trial of Magnetic Seizure Therapy for Depression (CREST-MST): protocol for identification of novel biomarkers via neurophysiology","publisher":"Trials","releaseDate":"2021-12-01","url":"https://trialsjournal.biomedcentral.com/articles/10.1186/s13063-021-05873-7"},{"name":"Variability in TMS-EEG response can partially be described by the phase of ongoing brain oscillation","publisher":"Brain Stimulation","releaseDate":"2021-11-01","url":"https://www.sciencedirect.com/science/article/pii/S1935861X21005131"},{"name":"Differentiating transcranial magnetic stimulation cortical and auditory responses via single pulse and paired pulse protocols: A TMS-EEG study","publisher":"Clinical Neurophysiology","releaseDate":"2021-08-01","url":"https://www.sciencedirect.com/science/article/pii/S1388245721005939"},{"name":"Characterizing Cortical Oscillatory Responses in Major Depressive Disorder Before and After Convulsive Therapy: A TMS-EEG Study","publisher":"Journal of Affective Disorders","releaseDate":"2021-05-15","url":"https://www.sciencedirect.com/science/article/pii/S0165032721002354"},{"name":"Altered interhemispheric signal propagation in schizophrenia and depression","publisher":"Clinical Neurophysiology","releaseDate":"2021-04-26","url":"https://www.sciencedirect.com/science/article/pii/S1388245721005290"},{"name":"Predictors of change in suicidal ideation across treatment phases of major depressive disorder: analysis of the STAR*D data","publisher":"Neuropsychopharmacology","releaseDate":"2021-01-21","url":"https://www.nature.com/articles/s41386-020-00953-9"},{"name":"Subgenual cingulate connectivity and hippocampal activation are related to MST therapeutic and adverse effects","publisher":"Translational Psychiatry","releaseDate":"2020-11-10","url":"https://www.nature.com/articles/s41398-020-01042-7"},{"name":"Modulation of functional network properties in major depressive disorder following electroconvulsive therapy (ECT): a resting-state EEG analysis","publisher":"Scientific Reports","releaseDate":"2020-10-13","url":"https://www.nature.com/articles/s41598-020-74103-y"},{"name":"Resting-state electroencephalographic functional network alterations in major depressive disorder following magnetic seizure therapy","publisher":"Progress in Neuro-Psychopharmacology and Biological Psychiatry","releaseDate":"2020-08-24","url":"http://www.sciencedirect.com/science/article/pii/S0278584620303985"},{"name":"Association of Repetitive Transcranial Magnetic Stimulation Treatment With Subgenual Cingulate Hyperactivity in Patients With Major Depressive Disorder: A Secondary Analysis of a Randomized Clinical Trial","publisher":"JAMA Network Open","releaseDate":"2019-06-05","url":"https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2735407"},{"name":"Hyperactivation of the Subgenual Cingulate in Depressed Patients that is normalized with rTMS treatment","publisher":"Brain Stimulation: Basic, Translational, and Clinical Research in Neuromodulation","releaseDate":"2019-03-01","url":"https://www.brainstimjrnl.com/article/S1935-861X(18)31206-3/abstract"},{"name":"Combined Transcranial Magnetic Stimulation and Electroencephalography of the Dorsolateral Prefrontal Cortex","publisher":"JoVE (Journal of Visualized Experiments)","releaseDate":"2018-08-17","url":"https://www.jove.com/video/57983/combined-transcranial-magnetic-stimulation-electroencephalography"},{"name":"Answering the missed call: Initial exploration of cognitive and electrophysiological changes associated with smartphone use and abuse","publisher":"PLOS ONE","releaseDate":"2017-07-05","url":"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0180094"},{"name":"Exposure to salient, dynamic sensory stimuli during development increases distractibility in adulthood","publisher":"Scientific Reports","releaseDate":"2016-02-17","url":"http://www.nature.com/srep/2016/160217/srep21129/full/srep21129.html"},{"name":"Acute Intracerebroventricular Inositol Does Not Reverse the Effect of Chronic Lithium Treatment in the Forced Swim Test","publisher":"Neuropsychobiology","releaseDate":"2013-01-01","url":"https://www.karger.com/Article/FullText/355294"},{"name":"Antidepressive-like effects of rapamycin in animal models: Implications for mTOR inhibition as a new target for treatment of affective disorders","publisher":"Brain Research Bulletin","releaseDate":"2008-07-30","url":"http://www.sciencedirect.com/science/article/B6SYT-4S6GH12-2/2/a6cc2cae776d0b46d05685577d460403"}],"languages":[{"language":"Hebrew","fluency":"Native speaker","icon":""},{"language":"English","fluency":"Fluent","icon":""}],"interests":[{"name":"Neuromodulatory Mechanism","icon":"fa-solid fa-tag","keywords":["Neuomodulation","TMS","Brain Circuits","Psychiatric Neurophysiological Markers","Brain Imaging","Multimodal Markers"]}]}